[
  {
    "AP_Office": "WASHINGTON",
    "Brief": "WASHINGTON (AP) - Charting a new American course abroad, President Donald Trump withdrew the United States from the sweeping Trans-Pacific Partnership on Monday, using one of his first actions in office to reject a centerpiece of Barack Obama's attempts to counter China and deepen U.S. ties in Asia. Trump's move on trade aimed to fulfill a central campaign promise even as he appeared to be fixated on re-litigating the 2016 election. In a meeting with congressional leaders on Monday night, Trump claimed that 3 to 5 million immigrants living in the U.S. illegally voted in the election, costing him the popular vote, according to a Democratic aide familiar with the exchange who spoke on condition of anonymity to discuss the private meeting.",
    "CTIME": "2017-01-23-21-38-42",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/U/US_TRUMP?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-21-38-42",
    "Headline": "Trump moves to pull US out of big Asia trade deal"
  },
  {
    "AP_Office": "WASHINGTON",
    "Brief": "WASHINGTON (AP) - Rex Tillerson's bid to be secretary of state narrowly won approval Monday from the Republican-led Foreign Relations Committee, a move that all but assures the full Senate will confirm President Donald Trump's pick for the key Cabinet post. Members of the panel voted along party lines, 11-10, to back Tillerson following a contentious confirmation hearing nearly two weeks ago that stoked concerns he might not win the panel's recommendation. But just hours before members cast their votes, Sen. Marco Rubio, R-Fla., declared his support for Tillerson, backing off from a challenge to the new president. Rubio said that despite serious reservations about Tillerson, particularly over his views on Russia, he believed a president was entitled to significant deference in assembling his Cabinet.",
    "CTIME": "2017-01-23-18-31-21",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/U/US_TRUMP_SECRETARY_OF_STATE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-18-31-21",
    "Headline": "Senate panel narrowly backs Trump's choice for top diplomat"
  },
  {
    "AP_Office": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about Tuesday. 1. TRUMP WITHDRAWS US FROM ASIA TRADE DEAL The new president views the 12-nation Trans-Pacific Partnership pact - which was eagerly sought by U.S. allies in Asia - as detrimental to American businesses. 2. 'THE WINDOWS EXPLODED, THE DOORS FLEW OFF THE HINGES' That's how Anthony Mitchell of Albany, Ga., describes a tornado that hit his family's mobile home, among violent storms that killed at least 20 people across the Deep South. 3. SYRIA TRUCE TALKS OFF TO SHAKY START The rebel delegation and Syrian government envoys remain deeply divided over who's to blame for repeated cease-fire violations as the civil war continues.",
    "Brief": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about Tuesday. 1. TRUMP WITHDRAWS US FROM ASIA TRADE DEAL The new president views the 12-nation Trans-Pacific Partnership pact - which was eagerly sought by U.S. allies in Asia - as detrimental to American businesses. 2. 'THE WINDOWS EXPLODED, THE DOORS FLEW OFF THE HINGES' That's how Anthony Mitchell of Albany, Ga., describes a tornado that hit his family's mobile home, among violent storms that killed at least 20 people across the Deep South. 3. SYRIA TRUCE TALKS OFF TO SHAKY START The rebel delegation and Syrian government envoys remain deeply divided over who's to blame for repeated cease-fire violations as the civil war continues.",
    "CTIME": "2017-01-23-21-55-01",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/1/10_THINGS_TO_KNOW_TUESDAY?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-21-55-01",
    "Headline": "10 Things to Know for Tuesday"
  },
  {
    "AP_Office": "NEW YORK",
    "Brief": "NEW YORK (AP) - White House press secretary Sean Spicer told a roomful of reporters that \"our intention is never to lie to you,\" although sometimes the Trump administration may \"disagree with the facts.\" Spicer's first full press briefing was closely watched Monday following a weekend statement about President Donald Trump's inauguration audience that included incorrect assertions. After White House counselor Kellyanne Conway received wide social media attention for her explanation that Spicer had presented \"alternative facts,\" Monday's briefing was televised live on CNN, Fox News Channel, MSNBC and, for a time, even ABC. Meanwhile, ABC announced that anchor David Muir would interview Trump for a one-hour prime-time special to air at 10 p.m.",
    "CTIME": "2017-01-23-17-21-33",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/U/US_TRUMP_MEDIA?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-17-21-33",
    "Headline": "White House press secretary: 'Our intention is never to lie'"
  },
  {
    "AP_Office": "ASTANA, Kazakhstan",
    "Brief": "ASTANA, Kazakhstan (AP) - Talks between the Syrian government and representatives of rebel factions got off to a rocky start Monday after their first face-to-face meeting in Kazakhstan that marked a major shift in the war's dynamics and confirmed Russia's role as regional heavyweight. The gathering in Astana, the Kazakh capital, is the latest in a long line of diplomatic initiatives aimed at ending the nearly 6-year-old civil war, which has killed hundreds of thousands of people and displaced half of Syria's population. The talks are focused on shoring up a shaky cease-fire declared Dec. 30, not on reaching a larger political settlement.",
    "CTIME": "2017-01-23-16-14-12",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/S/SYRIA_ASOL-?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-16-14-12",
    "Headline": "Talks on Syria's civil war off to a rocky start"
  },
  {
    "AP_Office": "ALBANY, Ga.",
    "Brief": "ALBANY, Ga. (AP) - A tornado warning on television sent Anthony Mitchell, his pregnant wife and their three children scrambling for what little shelter their mobile home could provide. They crouched in a hallway as the twister started taking their home apart piece by piece. \"The windows exploded, the doors flew off the hinges, the sheetrock started to rip off the walls and fly out the windows,\" Mitchell said. \"The trailer started to lift up. And about that time a tree fell on the trailer, and I think that's what held the trailer in place from flying away.\" An unusual midwinter barrage of tornadoes and thunderstorms over the weekend was blamed for at least 20 deaths across the Deep South.",
    "CTIME": "2017-01-23-19-39-08",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/U/US_SEVERE_WEATHER?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-19-39-08",
    "Headline": "'The windows exploded': Storm death toll at 20 in the South"
  },
  {
    "AP_Office": "TOPEKA, Kan.",
    "Brief": "TOPEKA, Kan. (AP) - Abortion opponents expressed optimism Monday that President Donald Trump's early months in office would advance their cause as hundreds converged on the Kansas Statehouse to mark the 1973 Supreme Court decision that legalized abortion nationwide. Trump, inaugurated Friday, has promised to fill a vacancy on the Supreme Court with what he has called a \"pro-life\" justice and has said he would sign anti-abortion measures approved by the Republican-controlled Congress. Even as GOP governors and legislatures enacted a raft of new anti-abortion laws over the past decade, the movement faced a big obstacle from Democrat Barack Obama's eight years as president.",
    "CTIME": "2017-01-23-18-08-42",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/U/US_ROE_V_WADE_ANNIVERSARY_KSOL-?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-18-08-42",
    "Headline": "Marking Roe anniversary, abortion foes pin hopes on Trump"
  },
  {
    "AP_Office": "HOUSTON",
    "Brief": "HOUSTON (AP) - Former President George H.W. Bush is still suffering from pneumonia, but is well enough to leave the intensive care unit at a Houston hospital, doctors said Monday. His wife, Barbara, has been discharged from the same facility after completing treatment for bronchitis. The 92-year-old former president was struggling to breathe when he was admitted to the Houston Methodist Hospital Jan. 14. Last week, he was breathing with the aid of a ventilator in the ICU, but doctors removed the breathing tube on Friday and by Monday were talking about the possibility that he could return home soon.",
    "CTIME": "2017-01-23-18-06-51",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/U/US_GEORGE_HW_BUSH_HOSPITALIZED?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-18-06-51",
    "Headline": "Bush ready to leave intensive care; wife Barbara goes home"
  },
  {
    "AP_Office": "HOUSTON",
    "Brief": "HOUSTON (AP) - Former President George H.W. Bush is still suffering from pneumonia, but is well enough to leave the intensive care unit at a Houston hospital, doctors said Monday. His wife, Barbara, has been discharged from the same facility after completing treatment for bronchitis. The 92-year-old former president was struggling to breathe when he was admitted to the Houston Methodist Hospital Jan. 14. Last week, he was breathing with the aid of a ventilator in the ICU, but doctors removed the breathing tube on Friday and by Monday were talking about the possibility that he could return home soon.",
    "CTIME": "2017-01-23-18-06-51",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/U/US_GEORGE_HW_BUSH_HOSPITALIZED?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-18-06-51",
    "Headline": "Bush ready to leave intensive care; wife Barbara goes home"
  },
  {
    "AP_Office": "NEW YORK",
    "Brief": "NEW YORK (AP) - Researchers say they've documented an unseen drag on major league baseball players that can wipe out home field advantage, make pitchers give up more home runs, and take some punch out of a team's bats. The culprit: jet lag. Travelers are well aware of the fatigue, poor sleep and other effects that can descend like a fog when their body clocks are out of sync with their surroundings. The new work adds to previous suggestions that professional athletes are no different. Dr. Ravi Allada of Northwestern University said he and his colleagues wanted to study the effects of body clock disruptions on human performance.",
    "CTIME": "2017-01-23-15-10-02",
    "Full_Story": "http://hosted.ap.org/dynamic/stories/U/US_SCI_BASEBALL_JET_LAG?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-23-15-10-02",
    "Headline": "Caught napping: Baseball hitting, pitching sapped by jet lag"
  }
]